Repository: yardinternet/plugin-owc-signicat-openid
Catalog: languages/owc-signicat-openid-*.po
Languages: nl_nl

source: Log into the Signicat Broker with OpenID
nl_nl: Log in bij de Signicat broker met OpenID

source: Configuration URL
nl_nl: Configuratie URL

source: Example: https://example.com/.well-known/openid-configuration
nl_nl: Voorbeeld: https://example.com/.well-known/openid-configuration

source: Login path
nl_nl: Login pad

source: Example: sso-login
nl_nl: Voorbeeld: sso-login

source: Logout path
nl_nl: Logout pad

source: Example: sso-logout
nl_nl: Voorbeeld: sso-logout

source: Redirect path
nl_nl: Redirect pad

source: Example: redirect
nl_nl: Voorbeeld: redirect

source: Enable simulator
nl_nl: Simulator inschakelen

source: Selecting a scope provides access to additional information about a user.
nl_nl: Het selecteren van een scope geeft toegang tot extra gegevens van een gebruiker.

source: Select a Service Index
nl_nl: Selecteer een Service Index

source: The user cancelled
nl_nl: De gebruiker heeft geannuleerd

source: Authentication with the IdP was aborted, most likely because the end-user cancelled the authentication.
nl_nl: Authenticatie met de IdP is afgebroken, hoogstwaarschijnlijk omdat de eindgebruiker de authenticatie heeft geannuleerd.

source: Login cancelled
nl_nl: Login geannuleerd
